export const listingData = [
  {
    title: "Изучение обязательных школьных предметов",
    description:
      "Студент полностью пройдет базовый курс школьных предметов за 10 и 11 классы (история, язык, литература и т.д.), отвечающий требованиям Министерства образования.",
  },
  {
    title: "Школьная программа с использованием современных технологий",
    description:
      "Изучение биологии с уклоном в биотехнологии, математика с уклоном в IT, история и география через виртуальную реальность. И все это небольшая часть программы.",
  },
  {
    title: "Получение перспективной IT-профессии уже во время обучения",
    description:
      "Главный упор будет на изучение специализированных IT-предметов, которые составят основу для будущей профессии студента.",
  },
  {
    title: "Прикладное образование с практическим наклоном",
    description:
      "Все обучающие дисциплины преподаются с точки зрения пользы для будущего специалиста IT отрасли.",
  },
];

export const whyCollege = [
  { reason: "Получение будущей профессии уже во время обучения" },
  { reason: "Современные предметы, которые не преподают в обычной школе" },
  { reason: "Вместо старых учебников - персональный компьютер" },
  { reason: "Преподаватели - реальные действующие специалисты из IT-индустрии"},
  { reason: "Проектный подход и много практики" },
];


export const whyItStep = [
  { reason: "Современная программа обучения соответствует реальным требованиям IT-рынка "},
  { reason: "Самые современные технологии обучения: VR-очки, химические и физические лаборатории, блоггерские комнаты, арт-студии "},
  { reason: "Индивидуальный подход к ребенку – небольшие обучающие группы, возможность уделить внимание каждому ученику "},
  { reason: "Геймификация процесса - интересное обучение через игры, квесты "},
  { reason: "Быстрое получение профессии айтишника - студент будет программистом или дизайнером уже после окончания колледжа "},
  { reason: "Портфолио своих профессиональных работ студент соберет уже во время обучения в колледже"},
]